anthropic.claude-code
arturock.gitstash
bmewburn.vscode-intelephense-client
brian-njogu.gitlantis
christian-kohler.npm-intellisense
coderabbit.coderabbit-vscode
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
esbenp.prettier-vscode
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
kaleidoscope-app.vscode-ksdiff
laravel.vscode-laravel
m1guelpf.better-pest
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
recca0120.vscode-phpunit
stuart.unique-window-colors
tonybaloney.vscode-pets
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
waderyan.gitblame
whizkydee.material-palenight-theme
